Repository: maxxborer/just-calendar-widget
Catalog: JustCalendarWidget/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Add a Just Calendar Widget to see your months at a glance.
ru: Добавьте Just Calendar Widget, чтобы видеть месяцы с первого взгляда.

source: Added
ru: Добавлен

source: Added layouts
ru: Добавленные варианты

source: Back
ru: Назад

source: Check for widgets
ru: Проверить виджеты

source: Choose a layout
ru: Выберите вариант

source: Control-click the desktop, then choose Edit Widgets.
ru: Нажмите Control и щёлкните рабочий стол, затем выберите «Изменить виджеты».

source: Current Month
ru: Текущий месяц

source: Find Just Calendar Widget
ru: Найдите Just Calendar Widget

source: Four Months
ru: Четыре месяца

source: Next
ru: Далее

source: Not added
ru: Не добавлен

source: Open the widget gallery
ru: Откройте галерею виджетов

source: Refresh
ru: Обновить

source: Search by name in the widget gallery.
ru: Найдите приложение по названию в галерее виджетов.

source: Selected day
ru: Выбранный день

source: To add another layout, Control-click the desktop and choose Edit Widgets.
ru: Чтобы добавить другой вариант, нажмите Control и щёлкните рабочий стол, затем выберите «Изменить виджеты».

source: Two Months
ru: Два месяца

source: Your calendar belongs on the desktop
ru: Ваш календарь — на рабочем столе

source: Your widgets are ready
ru: Ваши виджеты готовы
